Repository: renakaagusta/tribie-ios
Catalog: tribie/*.lproj/Localizable.strings
Languages: id

source: Welcome to Tribie!👋
id: Selamat datang di Tribie!👋

source: Continue with Apple
id: Lanjutkan dengan Apple

source: Trip
id: Perjalanan

source: No trip yet
id: Belum ada perjalanan

source: Group Trip
id: Grup Perjalanan

source: Group Trip Name
id: Nama Grup Perjalanan

source: Input Name
id: Masukkan Nama

source: Members
id: Anggota

source: Go add some members! You'll need at least 2 members to create a new group
id: Tambahkan anggota! Kamu membutuhkan minimal 2 anggota untuk membuat grup perjalanan baru.

source: No Member Added
id: Belum Ada Anggota Yang Ditambahkan

source: You haven’t add any member to the group yet. Please add at least 2 members to start tracking.
id: Kamu belum menambahkan anggota ke grup. Silahkan menambahkan minimal 2 anggota untuk memulai pencatatan.

source: Spent
id: Menghabiskan

source: Search
id: Cari

source: Find members using Apple ID
id: Temukan anggota menggunakan Apple ID

source: Add
id: Tambahkan

source: Added
id: Ditambahkan

# No user found
source: No member found
id: Pengguna tidak ditemukan

source: Account
id: Akun

source: Sign Out
id: Keluar

source: Active Trip
id: Perjalanan Aktif

source: Share Group Transactions
id: Bagikan Transaksi grup

source: Cancel
id: Batal

source: Edit
id: Ubah

source: Remove
id: Hapus

source: Transactions
id: Transaksi

source: Summary of all transactions you’ve added to this trip
id: Ringkasan semua transaksi yang kamu tambahkan ke perjalanan ini

source: Total Spending
id: Total Pengeluaran

source: on this trip
id: di perjalanan ini

source: Debts Rank
id: Peringkat Hutang

source: Top 1 in debt better pay the next bill
id: Hutang tertinggi disarankan membayar transaksi selanjutnya

source: Recent Transactions
id: Transaksi terakhir

source: No transactions. Go add a new transaction to this group.
id: Tidak ada transaksi. Silahkan tambahkan transaksi baru ke grup ini.

source: Settlements
id: Tagihan

source: Bills of each member need to settle one another based on who paid for a transaction.
id: Tagihan masing-masing anggota yang harus dilunasi satu sama lain berdasarkan siapa yang membayar untuk suatu transaksi.

source: Unpaid
id: Belum dilunasi

source: Paid
id: Lunas

source: Paid settlement will show up here.
id: Tagihan yang sudah dilunasi akan muncul disini.

source: Are you sure you have done this settlement?
id: Apakah kamu yakin sudah melunasi tagihan ini?

source: Yes
id: Ya

source: Drafts
id: Draf

source: List of transaction you haven’t manage yet
id: Daftar transaksi yang belum Anda kelola

source: Unsplitted Bills
id: Nota Yang Belum Dibagi

source: No bills to be splitted
id: Tidak ada nota untuk dibagi

source: New Transaction
id: Transaksi Baru

source: Save Draft
id: Simpan Draf

source: Grand Total
id: Total Akhir

source: Transaction Name
id: Nama Transaksi

source: Paid by
id: Pembayar

source: Split Bill
id: Pembagian Nota

source: Transaction Name isn’t Filled
id: Nama Transaksi belum Diisi

source: Please input your transaction name to continue tracking
id: Mohon masukan nama transaksi untuk melanjutkan pencatatan

source: Grand Total isn’t Filled
id: Total Akhir belum Diisi

source: Please input the grand total of your bill to continue tracking
id: Lengkapi total akhir nota kamu untuk melanjutkan pencatatan

source: Back
id: Kembali

source: Equally
id: Bagi Rata

source: Grand total amount will be split equally among the selected members.
id: Jumlah total akhir akan dibagi rata di antara anggota yang dipilih.

source: Done
id: Selesai

source: Grand Total can not be Zero
id: Total Akhir Tidak Boleh Kosong

source: Please input the amount to continue tracking.
id: Silahkan isi nominal untuk melanjutkan pencatatan.

source: Input Transaction Name
id: Masukkan Nama Transaksi

source: Transaction Name must be filled.
id: Nama transaksi harus diisi.

source: No Member Selected
id: Tidak ada anggota yang dipilih

source: Please select at least 1 member to continue tracking.
id: Silahkan pilih setidaknya 1 anggota untuk melanjutkan pencatatan.

source: Per Item
id: Per Barang

source: Each members will pay according to what they buy.
id: Setiap anggota akan membayar sesuai dengan apa yang mereka beli.

source: Item Name
id: Nama Barang

source: Service Charge/ Tax
id: Biaya Layanan/ PPN

source: Assign Members
id: Tetapkan Anggota ke Barang

source: No Items Added
id: Masih Ada Barang Yang Belum Ditetapkan ke Anggota

source: Please add at least 1 item to continue tracking.
id: Silahkan tetapkan sisa barang ke anggota.

source: Subtotal Exceeds Grand Total
id: Subtotal Melebihi Total Akhir

source: Select Member
id: Pilih Anggota

source: Items
id: Barang

source: Assign each members with their items. Choose each item to asign it to a member.
id: Tentukan setiap anggota dengan barang mereka. Pilih tiap barang untuk menetapkannya ke anggota.

source: Remaining
id: Sisa

source: There’s item that have not been assigned
id: Masih ada barang yang belum ditetapkan ke anggota
